/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "© HeZi.net 2016";

net.HeZi.MacOS.inputmethod.JianTi = "OpenHeInput Simplified Chinese";
net.HeZi.MacOS.inputmethod.FanTi = "OpenHeInppt Traditional Chinese";
net.HeZi.MacOS.inputmethod.HeEnglish = "OpenHeInput English";

//net.HeZi.MacOS.inputmethod.ZiXing = "字形";
//net.HeZi.MacOS.inputmethod.PinYin = "拼音";
//net.HeZi.MacOS.inputmethod.English = "English";
//net.HeZi.MacOS.inputmethod.Number = "数字";

CFBundleName = "OpenHeInput";
CFBundleDisplayName = "OpenHeInput";
CFBundleShortVersionString = "2.0";
CFBundleGetInfoString = "OpenHeInput version 2.0, Copyright 2016, www.HeZi.net";
